Initializes a new instance of the  TemperatureRatingTypeSet  class
  Namespace:   Autodesk.Revit.DB.Electrical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public TemperatureRatingTypeSet()
  Visual Basic
Public Sub New
  Visual C++
public:
TemperatureRatingTypeSet()
 See Also
  TemperatureRatingTypeSet Class
  Autodesk.Revit.DB.Electrical Namespace